Repository: olivierh65/multi_login_block
Catalog: translations/*.po
Languages: fr

source: Provides a block with multiple login methods in collapsible details elements
fr: Fournit un bloc avec plusieurs méthodes de connexion dans des éléments repliables

source: Custom
fr: Personnalisé

source: Multi Login Block settings
fr: Paramètres de Multi Login Block

source: Enable standard login
fr: Activer la connexion standard

source: Standard login label
fr: Étiquette de la connexion standard

source: Open standard login by default
fr: Ouvrir la connexion standard par défaut

source: Social Auth Providers
fr: Fournisseurs d’authentification

source: Login with standard or social accounts
fr: Connexion standard ou via vos comptes sociaux

source: Standard Login
fr: Connexion standard

source: Label
fr: Étiquette

source: Open by default
fr: Ouvert par défaut

source: No Social Auth modules detected. Install modules like social_auth_google, social_auth_facebook, etc.
fr: Aucun module d’authentification sociale détecté. Installez des modules comme social_auth_google, social_auth_facebook, etc.

source: Enable @provider
fr: Activer @provider

source: Login with @provider
fr: Se connecter avec @provider

source: Network identifier
fr: Identifiant du réseau

source: Network identifier for the route (e.g., @network)
fr: Identifiant du réseau pour la route (ex. : @network)

source: Or custom URL
fr: Ou URL personnalisée

source: Leave empty to use social_auth.network.redirect route. Use this for external OAuth URLs.
fr: Laisser vide pour utiliser la route social_auth.network.redirect. À utiliser pour les URL OAuth externes.

source: Button text
fr: Texte du bouton

source: Connect...
fr: Se connecter...

source: Standard Login with Drupal credentials.
fr: Connexion standard avec les identifiants Drupal.

source: Login with @provider credentials.
fr: Se connecter avec les identifiants @provider.

source: Click the button below to login with your @provider account.
fr: Cliquez sur le bouton ci-dessous pour vous connecter avec votre compte @provider.

source: Login
fr: Connexion

source: Route social_auth.network.redirect does not exist for provider @provider (network: @network)
fr: La route social_auth.network.redirect n’existe pas pour le fournisseur @provider (réseau : @network)

source: User
fr: Utilisateur
